"previewCamera" = "ถ่ายรูป";
"previewCameraRecord" = "บันทึกวิดีโอ";
"previewAlbum" = "อัลบั้ม";
"cancel" = "ยกเลิก";

"originalPhoto" = "ต้นฉบับ";
"originalTotalSize" = "ทั้งหมด";
"done" = "เสร็จสิ้น";
"ok" = "ตกลง";
"editFinish" = "เสร็จสิ้น";
"cameraDone" = "ตกลง";
"inputDone" = "ตกลง";

"back" = "กลับ";
"edit" = "แก้ไข";
"revert" = "คืนค่า";
"brightness" = "ความสว่าง";
"contrast" = "ความเปรียบต่าง";
"saturation" = "ความอิ่มตัวของสี";
"exposure" = "ค่าการรับแสง";
"sharpness" = "ความคมชัด";
"temperature" = "อุณหภูมิสี";
"tint" = "โทนสี";
"vignette" = "ขอบมืด";
"vibrance" = "ความอิ่มตัวแบบธรรมชาติ";

"photo" = "รูปภาพ";
"preview" = "ดูตัวอย่าง";

"noPhotoTips" = "ไม่มีรูปภาพ";

"hudLoading" = "กำลังโหลด...";
"hudProcessing" = "กำลังประมวลผล...";

"exceededMaxSelectCount" = "สามารถเลือกรูปได้สูงสุด %ld รูป";
"longerThanMaxVideoDuration" = "ไม่สามารถเลือกวิดีโอที่ยาวเกิน %ld วินาที";
"shorterThanMinVideoDuration" = "ไม่สามารถเลือกวิดีโอที่สั้นกว่า %ld วินาที";
"largerThanMaxVideoDataSize" = "ไม่สามารถเลือกวิดีโอที่มีขนาดมากกว่า %@MB";
"smallerThanMinVideoDataSize" = "ไม่สามารถเลือกวิดีโอที่มีขนาดน้อยกว่า %@MB";
"exceededMaxVideoSelectCount" = "สามารถเลือกวิดีโอได้สูงสุด %ld รายการ";
"lessThanMinVideoSelectCount" = "ต้องเลือกวิดีโออย่างน้อย %ld รายการ";

"noCameraAuthorityAlertMessage" = "ไปที่ \"การตั้งค่า > ความเป็นส่วนตัว > กล้อง\" บน iPhone แล้วอนุญาตให้ %@ เข้าถึงกล้องของคุณ";
"noPhotoLibraryAuthorityAlertMessage" = "ไปที่ \"การตั้งค่า > ความเป็นส่วนตัว > รูปภาพ\" บน iPhone แล้วอนุญาตให้ %@ เข้าถึงรูปภาพของคุณ";
"noMicrophoneAuthorityAlertMessage" = "ไม่สามารถบันทึกเสียงได้ โปรดไปที่ \"การตั้งค่า > %@\" เพื่อเปิดการอนุญาตไมโครโฟน";
"unableToAccessAllPhotos" = "คุณได้ตั้งค่าให้ %@ เข้าถึงได้เพียงบางรูปภาพ แนะนำให้อนุญาตเข้าถึง \"รูปภาพทั้งหมด\"";
"noLibraryAuthTitleInThumbList" = "ไม่สามารถเข้าถึงรูปภาพในอัลบั้มได้";
"noLibraryAuthDescInThumbList" = "คุณได้ปิดสิทธิ์การเข้าถึงรูปภาพของ %@ แนะนำให้เปิด \"รูปภาพทั้งหมด\"";
"gotoSystemSettingInThumbList" = "ไปยังการตั้งค่าระบบ";

"cameraUnavailable" = "ไม่สามารถใช้กล้องได้";
"keepRecording" = "ถ่ายต่อ";
"gotoSettings" = "ไปที่การตั้งค่า";

"iCloudVideoLoadFaild" = "ไม่สามารถซิงค์ iCloud ได้";
"imageLoadFailed" = "โหลดรูปภาพล้มเหลว";

"save" = "บันทึก";
"saveImageError" = "บันทึกรูปภาพล้มเหลว";
"saveVideoError" = "บันทึกวิดีโอล้มเหลว";
"timeout" = "การร้องขอหมดเวลา";

"customCameraTips" = "แตะเพื่อถ่ายรูป กดค้างเพื่อถ่ายวิดีโอ";
"customCameraTakePhotoTips" = "แตะเพื่อถ่ายรูป";
"customCameraRecordVideoTips" = "กดค้างเพื่อถ่ายวิดีโอ";
"customCameraTapToRecordVideoTips" = "แตะเพื่อถ่ายวิดีโอ";
"minRecordTimeTips" = "ต้องบันทึกอย่างน้อย %ld วินาที";

"cameraRoll" = "รายการล่าสุด";
"panoramas" = "พาโนรามา";
"videos" = "วิดีโอ";
"favorites" = "รายการโปรด";
"timelapses" = "ไทม์แลปส์";
"recentlyAdded" = "เพิ่มล่าสุด";
"bursts" = "ภาพถ่ายต่อเนื่อง";
"slomoVideos" = "วิดีโอสโลว์โมชั่น";
"selfPortraits" = "เซลฟี่";
"screenshots" = "ภาพหน้าจอ";
"depthEffect" = "โหมดบุคคล";
"livePhotos" = "Live Photos";
"animated" = "ภาพเคลื่อนไหว";
"myPhotoStream" = "สตรีมรูปภาพของฉัน";

"noTitleAlbumListPlaceholder" = "รูปภาพทั้งหมด";
"textStickerRemoveTips" = "ลากมาที่นี่เพื่อลบ";
